<!DOCTYPE html>
<html lang="ru">
    <head>
        <meta charset="utf-8" />
        <title>Интересные факты о фотографии</title>
<link rel="stylesheet" href="css/styleindex1.css" />
</head>
 <body background="images/fon5.jpg">
  <div id="wrapper-left">
   <div id="header">
    <h3 align="center">Навигация:</h3> 
  </div>
          <!--меню-->
          <div id="content-left"> 
    <p align="center"> <a href="index1.php">История создания фотоизображения</a></p>
     <p align="center"> <a href="index2.php">Физические и химические основы процесса фотографирования</a></p>
    <p align="center"> <a href="index3.php">Макро- и микросъемка в научных исследованиях</a></p>
        <p align="center"> <a href="index4.php">Пути повышения качества изображения</a></p>
    <p align="center"> <a href="index6.php">Как сделать камеру-обскура в домашних условиях</a></p>
    <p align="center"> <a href="index7.php">Литература</a></p>
  </div>
   <div class="clear"></div> <!--Запрет наплывания-->
     <div id="footer">
       <p align="center"><a href="index.php">На главную</a></p>
<p align="center"><a href="logout.php">Выйти</a></p>
<p id="pfooter"; align="center"><a href="index5-en.php">English version</a>

     </div>
  </div>
   <div id="wrapper">  <!--Оболочка-->
     <div id="header">  <!--Шапка-->
      <h2 align="center">Интересные факты о фотографии</h2>
         </div>
     <div id="content"> 
 <p>•	<strong>«Кошачья услуга»:</strong> Оскар Густав Рейландер – один из первых людей, делавших художественную фотографию – в отсутствие экспонометра (прибора, определявшего длительность выдержки) использовал с аналогичной целью…свою кошку! Именно с помощью животного он определял степень освещенности в студии – и, как следствие, время выдержки. Для этого он смотрел на зрачки кошки, когда она находилась в студии: если они были сильно расширены – выдержку необходимо было делать длиннее, если зрачки сжимались в узкие щели – была необходима короткая выдержка.</p>
 <p>•	 <strong>«Вид из окна»:</strong> закрепить изображение на фото первым смог в 1826 году Жозеф Ньепс. Экспозиция этого снимка продолжалась 8 часов и назывался он «Вид из окна».</p>
 <p>•	<strong>«Голубь-фотограф»:</strong> наверное, все слышали о том, что голубей использовали в качестве почтальонов, но не все знают, что в начале XX века голуби также «работали» фотографами. Впервые патент на использование голубя для переноски фотокамеры получил в 1908 году Юлиус Нойброннер – немец по происхождению. Но, тем не менее, нет сведений об использовании голубей в Первую мировую войну, зато во Вторую мировую голубей, натренированных для аэрофотосъемки, использовали и французы, и американцы, и немцы. Доказательством этого можно считать немецкую игрушку тех времен – солдата, который выпускает голубя с камерой.</p>
 <p>•	<strong>«Шутка Эйнштейна»:</strong> при упоминании имени Альберта Эйнштейна наверняка практически все вспоминают знаменитую фотографию гениального физика с высунутым языком. Но мало кто знает, что эта фотография была сделана в 1951 году на его собственном дне рождения. Причем после того, как Эйнштейн увидел свое фото, он, как истинный гений, не спрятал ее куда подальше (как сделал бы любой обычный человек), а еще и подарил популярному ведущему Говарду Смиту, написав на обратной стороне: «Вам понравится этот жест, потому что он предназначен всему человечеству». Есть на счет этой фотографии и другая версия: однажды корреспонденты настолько утомили Эйнштейна своими просьбами показать жизнерадостную улыбку, что гений решил, на удивление журналистов, показать им язык.</p>
 <p>•	<strong>«Подводная фотосессия»:</strong> первая подводная фотография (правда, совсем низкого качества) была сделана еще в 1856 году Уильямом Томпсоном. Эта камера была установлена на дне близ Веймонта в Великобритании.</p>
 <p>•	<strong>«Разведчица Эдит»:</strong> во время немецкой оккупации Эдит Пиаф выступала в Германии в лагерях для военнопленных. После концерта она обычно фотографировалась с немецкими офицерами и самими военнопленными на память, после чего в Париже из фотографий вырезали лица пленников и вклеивали их в фальшивые паспорта. Когда Пиаф возвращалась в лагеря с повторным визитом, она тайно отдавала паспорта военнопленным, с помощью чего многим из них удалось бежать.</p>
 <p>•	<strong>«Асфальтовая бумага»:</strong> мало кто знает, что первую фотобумагу делали из…асфальта! Если быть более точным, то на медную или стеклянную пластину просто наносили асфальтовый лак – в результате чего получался прообраз современной фотобумаги.</p>
 <p>•	<strong>«Тяжесть искусства»:</strong> это сейчас фотографии почти ничего не весят, а если они лежат на флешке в электронном виде – то тем более. Но не всегда так было. Оказывается, первая ролькассета (один из прототипов современной фотопленки) весила 15 килограммов! Наверное, вы думаете, что из нее получилось бы ОЧЕНЬ много снимков? Вовсе нет – из 15 килограммов светочувствительной бумаги в ролькассете могло получиться только…12 фотографий!</p>
 <p>•	<strong>«Горный Символ»</strong> в Политехническом музее в Москве сейчас хранится фотоаппарат «Смена-Символ». Чем же он «заслужил» такое отношение? Дело в том, что именно он использовался советскими альпинистами, когда они совершали восхождение на Эверест в 1982 году. И что самое удивительное – этот фотоаппарат до сих пор исправен!</p>
 <p>•	<strong>«Скромненько – и со вкусом»:</strong> как правило, фотографы «ловят» в свой объектив других людей. Но, оказывается, идея создать первый автопортрет также пришла в голову кому-то – и этим «кем-то» оказался американец Мэттью Б. Брэди. Когда фотографу надоело фотографировать других – он…взял и сфотографировал себя!</p>
 <p>•	<strong>Тайна морского чудовища.</strong>
Если бы эти снимки были сделаны, в наши дни, то зрители обвинили бы во всем Photoshop, но этот кадр был сделан 12 декабря 1964 и тогда, он вызвал множество споров и слухов. В 1964 году, Photoshop не было, поэтому люди придумывали свои объяснения.<br>
Роберт Ле Серре и его жена отдыхали у берегов залива Стонхейвен, неподалеку от острова Хук, штат Квинсленд. Его жена заметила необычный большой объект под водой и они сделали несколько фотографий. По описаниям пары объект напоминал гигантского головастика, длиной, примерно 2,5 метра. Объект не двигался, и пара решила, что головастик может быть мертв, поэтому подошли поближе. Тогда существо начало двигаться, и они убежали, а неизвестный объект уплыл.</p>
 <p>•	<strong>Первые фотоснимки под водой</strong> делал Вильям Томас в 1856 году. К сожалению, все кадры того года были утеряны. Ниже — первый опубликованный подводный снимок (Луи Бутан, 1890).</p>
 

 <p>•	<strong>Первый снимок из космоса</strong> был получен в Нью-Мехико. 24 октября 1946 года 35-миллиметровая камера, размещенная на ракете V-2, сделала снимок с высоты 65 миль над Землей. В наши дни мы привыкли к красочным снимкам NASA, видеокадрам с земной орбиты. А тогда, в сорок шестом, когда война только-только закончилась, это было небывалым чудом — увидеть такое.</p>
 
 <p>•	<strong>Таинственный космонавт.</strong><br>
Когда Джим Темплтон сделал фотографии жены и дочери в солнечный день в Камбрии, Англии, летом 1964 года, он не знал, что вызовет множество дебатов среди приверженцев теории заговора и НЛО. После съемки фотограф проявил пленку и сделал фотографии, он обнаружил, что за спиной его маленькой дочери находится силуэт человека в скафандре. Темплтон заявил, что во время фотосъемки он не видел никого кроме жены и дочери. Когда снимок стал достоянием общественности, часть зрителей заявила, что космонавт позади, это не что иное, как мать девочки, стоящая позади нее. Остальные выдвинули предположение, что это космонавт, который приземлялся в том же районе.</p>

 

 <p>•	<strong>Фото обратной стороны Луны.</strong><br>
Известный факт, что человечество всегда видит спутник Земли с одной стороны. Но что же скрывается с другой стороны Луны? Ниже представлена фотография, сделанная Аполлоном 17 во время последнего полета на Луну.<br>
 
Не смотря на зернистость кадра, в нем ясно видно образ некой остроконечной горы или пирамиды. Некоторые считают, что это Великие пирамиды, аналогичные египетским. НАСА не разглашает историю происхождения кадра и не уточняет, что именно изображено на нем. </p>





     </div>
  <div class="clear"></div> <!--Запрет наплывания-->
  
   </div>
</body>
 </html>