<!DOCTYPE html>
<html lang="ru">
    <head>
        <meta charset="utf-8" />
        <title>Пути повышения качества изображения</title>
        <link rel="stylesheet" href="css/styleindex1.css" />
</head>
 <body background="images/fon4.jpg">
   <div id="wrapper-left">
   <div id="header">
    <h3 align="center">Навигация:</h3> 
  </div>
          <!--меню-->
          <div id="content-left"> 
    <p align="center"> <a href="index1.php">История создания фотоизображения</a></p>
    <p align="center"> <a href="index2.php">Физические и химические основы процесса фотографирования</a></p>
        <p align="center"> <a href="index3.php">Макро- и микросъемка в научных исследованиях</a></p>
    <p align="center"> <a href="index5.php">Интересные факты о фотографии</a></p>
    <p align="center"> <a href="index6.php">Как сделать камеру-обскура в домашних условиях</a></p>
    <p align="center"> <a href="index7.php">Литература</a></p>
  </div>
   <div class="clear"></div> <!--Запрет наплывания-->
     <div id="footer">
       <p align="center"><a href="index.php">На главную</a></p>
<p align="center"><a href="logout.php">Выйти</a></p>
<p id="pfooter"; align="center"><a href="index4-en.php">English version</a>

     </div>
  </div> 
   <div id="wrapper">  <!--Оболочка-->
     <div id="header">  <!--Шапка-->
     <h2 align="center">Пути повышения качества изображения</h2>
        
     </div>
     <div id="content"> 
 <p>•	Если фотография изначально плохая, то сделать из нее качественный снимок на уровне студийного не получиться, однако в некоторой степени улучшение возможно.
 Цифровые технологии дали возможность сохранить на какой угодно срок фотоснимки из семейного архива, которые раньше со временем неминуемо желтели, тускнели и утрачивали изображение.</p>

 <p>Сегодня убрать изъяны, царапины, потертости, брак печати, имеющиеся на бумажном фотоснимке(как старые, так и новые снимки), не слишком трудно. Нужно отсканировать изображение и обработать его на компьютере с помощью специальных инструментов, имеющихся в графическом редакторе, например в редакторе PhotoShop. Затем фотографию сохраняют в цифровом формате, записывают на диск и, если нужно, распечатывают. Если она в электронном виде, то ее сразу открывают на компьютере через определенный фоторедактор.</p>
  

 <p>Так же на мобильных устройствах: главным плюсом мобильных телефонов на операционных системах Android и IOS является огромный выбор программ, при помощи которых появляется возможность делать фотографии максимально эксклюзивными и качественными. Возможность придавать дополнительные эффекты к уже сделанным ранее фотографиям, возможность панорамной съемки, сепии, увеличенного контраста, преобладания определенных цветов, возможность черно – белой съемки и многие другое.</p>

 <p>Однако раньше фотографии ретушировали.  Ретушировать фотографии стали примерно с 1850 года, сразу же после того, как они появились. Ведь качество съемки и печати оставляло желать лучшего. Ретушёрами (это слово происходит от французского «retoucher», означающего «подправлять», «подрисовывать») обычно становились люди, имеющие художественное образование и разбирающиеся в анатомии. <br> 
Чаще всего ретушировали портретные фотографии. Полностью или частично их делали цветными. Мастер мог удалить весь задний план с негатива портрета, а на позитиве в качестве фона подставить или нарисовать какой-либо пейзаж, интерьер либо архитектурный ансамбль. Во второй половине XIX века фотопортретисты не только убирали со снимков различные дефекты, но и «улучшали» лица своих клиентов, к примеру, удаляли морщины и подрумянивали щеки. Также широко использовались приемы фотомонтажа.</p>

 <p>Черно-белые негативы обрабатывали специальными скребками. С помощью соляной, хлористоводородной и других кислот производили осветление и уменьшение контрастности фотоснимка, сглаживание и размытие контуров на нем. Специальными карандашами для ретуширования или обычными мягкими делали затемнение определенных участков изображения. При работе использовали лупу. Детали прорисовывали красками или карандашами. Также задействовались специальные приспособления для ретуши со стеклом, оптикой, подъемной доской и подсветкой снизу рассеянными лучами. Цветные негативы ретушировали с помощью красителей, графита, карандашей. В процессе работы мастера печатали тестовые изображения, чтобы оценить, удачными или нежелательными были те или иные действия. Разумеется, при изготовлении фотоснимка с негатива свет инвертировали.<br>
Для ретуширования и расцвечивания черно-белых позитивов использовали акварельные и анилиновые краски, аэрографы. Изъяны на них зарисовывали тонкими кистями, карандашами.
 </p>
   </div>
  <div class="clear"></div> <!--Запрет наплывания-->
   </div>
</body>
 </html>