<?php
require('db.php');
include("auth.php");
?>
<!DOCTYPE html>
<html lang="ru">
    <head>
        <meta charset="utf-8" />
        <title>Макро- и микросъемка в научных исследованиях</title>
 <link rel="stylesheet" href="css/styleindex1.css" />
</head>
 <body background="images/fon3.jpg">
   <div id="wrapper-left">
   <div id="header">
    <h3 align="center">Навигация:</h3> 
  </div>
          <!--меню-->
          <div id="content-left"> 
    <p align="center"> <a href="index1.php">История создания фотоизображения</a></p>
    <p align="center"> <a href="index2.php">Физические и химические основы процесса фотографирования</a></p>
        <p align="center"> <a href="index4.php">Пути повышения качества изображения</a></p>
    <p align="center"> <a href="index5.php">Интересные факты о фотографии</a></p>
    <p align="center"> <a href="index6.php">Как сделать камеру-обскура в домашних условиях</a></p>
    <p align="center"> <a href="index7.php">Литература</a></p>
  </div>
   <div class="clear"></div> <!--Запрет наплывания-->
     <div id="footer">
       <p align="center"><a href="index.php">На главную</a></p>
<p align="center"><a href="logout.php">Выйти</a></p>
<p id="pfooter"; align="center"><a href="index3-en.php">English version</a>

     </div>
  </div> 

   <div id="wrapper">  <!--Оболочка-->
     <div id="header">  <!--Шапка-->
     <h2 align="center">Макро- и микросъемка в научных исследованиях</h2>
          </div>
     <div id="content"> 
 <p>•	Для начала узнаем, что такое макросъемка и микросъемка.
Макросъёмка (от др.-греч. μακρός — «большой», «крупный», — и съёмка) — вид кино- и фотосъёмки, при котором изображаемые объекты снимаются в масштабе 1:1 или крупнее (по другой версии  — в масштабе 1:10 или крупнее).
Более широко термин макросъёмка употребляется в случаях фотографирования с более близких расстояний, чем расстояния, указанные на шкале дистанций объективов фотокамер (минимальная дистанция фокусировки у большинства объективов зеркальных фотоаппаратов около 0,5 метра, у объективов дальномерных фотокамер — около 1 метра).</p>

 <p>Микросъемкой называется фотосъемка невидимых объектов в сильно увеличенном виде с помощью микроскопа.</p>

<p>Прежде всего надо знать, что, согласно законам оптики, для макросъемки объекта в натуральную величину объектив фотоаппарата должен находиться от поверхности пленки на расстоянии, равном его двойному фокусному расстоянию. Таким образом, если вы снимаете, например, камерой «Зенит» или «Зоркий» с объективом, имеющим фокусное расстояние 5 см, то для съемки в натуральную величину объектив должен отстоять от пленки на 10 см. Когда же требуется снять предмет с увеличением, объектив надо выдвинуть еще больше.
Ни один из любительских фотоаппаратов не дает возможности выдвигать объектив на такое расстояние, поэтому не обойтись без дополнительных принадлежностей, таких, как репродукционная установка УРУ, насадочные линзы и удлиняющие переходные кольца.
Поскольку при макросъемке приходится иметь дело с очень мелкими объектами, линейные размеры которых обычно не больше 10 мм, наиболее удобны для этого малоформатные фотоаппараты, особенно зеркальные камеры «Зенит» и др.
      Для микросъемки очень удобно пользоваться репродукционной установкой УРУ . Микроскоп помещают на экране установки и подводят окуляр микроскопа к объективному кольцу ее нижней плиты. Далее все совершается так же, как и при репродуцировании: наводят на резкость по матовому стеклу, а затем, переместив верхнюю плиту установки, подводят к микроскопу фотоаппарат и снимают.

Микросъемку можно производить с помощью только объектива микроскопа. В этом случае увеличение масштаба получается за счет очень короткого фокусного расстояния объектива микроскопа при малом расстоянии от него до объекта съемки и большом расстоянии между объективом и плоскостью фокусировки. Такую съемку можно производить только с очень слабыми объективами микроскопа. Линейное увеличение в этом случае равно отношению расстояния от объектива до плоскости фокусирования к расстоянию от объектива до объекта.

При микросъемке с помощью объектива и окуляра микроскопа линейное увеличение будет равно произведению увеличений объектива и окуляра. </p>

 <p>•	Макрофотография широко применяется в научно-исследовательских лабораториях, в геологии, палеонтологии, археологии, биологии, криминалистике и в других отраслях науки и техники. 
Сама по себе макросъемка - жанр довольно-таки интересный, поскольку позволяет во многом по-новому взглянуть на банальные в целом объекты. Использование макро объектива дает возможность играть со светом и положением объектов, а также выбирать глубину резкости. Иногда результат может выглядеть просто фантастическим, ведь становятся доступны многие аспекты предметов, которые обычно не фиксируются глазом человека. Макросъемка доступна всем, и главное здесь - умение обнаружить в простых, даже маловыразительных объектах их высокий художественный потенциал.</p>


     </div>
  <div class="clear"></div> <!--Запрет наплывания-->
   </div>
</body>
 </html>