<?php
require('db.php');
include("auth.php");
?>
<!DOCTYPE html>
<html lang="ru">
    <head>
        <meta charset="utf-8" />
        <title>История создания фотоизображения</title>
        <link rel="stylesheet" href="css/styleindex1.css" />
</head>
 <body background="images/fon.jpg">
  <div id="wrapper-left">
   <div id="header">
    <h3 align="center">Навигация:</h3> 
  </div>
          <!--меню-->
          <div id="content-left"> 
    <p align="center"> <a href="index2.php">Физические и химические основы процесса фотографирования</a></p>
    <p align="center"> <a href="index3.php">Макро- и микросъемка в научных исследованиях</a></p>
        <p align="center"> <a href="index4.php">Пути повышения качества изображения</a></p>
    <p align="center"> <a href="index5.php">Интересные факты о фотографии</a></p>
    <p align="center"> <a href="index6.php">Как сделать камеру-обскура в домашних условиях</a></p>
    <p align="center"> <a href="index7.php">Литература</a></p>
  </div>
   <div class="clear"></div> <!--Запрет наплывания-->
     <div id="footer">
       <p align="center"><a href="index.php">На главную</a></p>
<p align="center"><a href="logout.php">Выйти</a></p>
<p id="pfooter"; align="center"><a href="index1-en.php">English version</a>

     </div>
  </div>
   <div id="wrapper">  <!--Оболочка-->
     <div id="header">  <!--Шапка-->
     <h2 align="center">История создания фотоизображения</h2>
        
     </div>
     <div id="content"> 
      
 <p>•	Люди могли создавать изображения на стене или листе бумаги, однако фотопечать в то время была невозможна, поскольку сохранение светового изображения оказалось более сложной задачей, чем его проецирование. Инструмент, использовавшийся для работы с изображениями, назывался «Камера-обскура» (что в переводе с латыни означает «темная комната») и он существовал за несколько столетий до появления фотографии.<br>
Считается, что камера-обскура была изобретена примерно в XIII-XIV столетиях, однако в летописи арабского ученого Хасана ибн Хасана, X в., описаны принципы работы камеры-обскуры, на которых в итоге была основана аналоговая фотография.  
               
 
Довольно примитивным, но в то же время сложным устройством является камера-обскура. Принцип работы заключается в том, что, проходя через отверстие на лицевой стороне прибора, солнечные лучи создают изображение на экране. При этом оно получится перевернутым. <br>
 
Далее камера-обскура все более совершенствовалась: в нее добавлялись линзы, сначала для увеличения угла обозрения, затем для улучшения четкости изображения. Вместо стационарной она стала более мобильной и меньших размеров. </p>



 <div>•	<strong>Первая фотография</strong>, насколько нам известно, была сделана в 1825 г. французским изобретателем Джозефом Ньепсом. Она изображает вид из окна в Ле Гра. Снимок носит название: «Вид из окна на Le Gras». Для создания этого изображения Джозеф Ньепс намазал тонким слоем асфальта металлическую пластину и выставил на восемь часов на солнце в камере-обскуре. После восьмичасовой выдержки, на пластине появилось изображение видимого пейзажа из окна. Так появилась самая первая фотография в мире.  У этого изображения мало художественной ценности помимо того, что это первая фотография, из когда-либо сделанных и дошедших до нас. На этой фотографии, конечно, нет никакой композиции, поскольку в то время фотография рассматривалась не как искусство, а как техническая инновация.
 
Десять лет назад этот снимок перешёл во владение к национальной библиотеке Франции.</div>
 <p>•	В 1839 году сэр Джон Гершель нашел способ изготовить первый стеклянный негатив вместо металлического. В том же году он придумал термин «Фотография», производный из греческий слов, означающих «свет» и «писать». Несмотря на то, что процесс стал проще, а результат лучше – потребовалось еще много времени чтобы фотография стала широко известна. </p>
                                                                              

 <p>•	<strong>Самое первое цветное фото</strong> было сделано в 1861 году английским математиком физиком Джеймсом Клерком Максвеллом. Фотография называется «Ленточка из шотландки». 
В 1901 году была представлена камера Kodak Brownie, ставшая первой коммерческой камерой на рынке, доступной среднему классу. Камера делала только черно-белые снимки, но была очень популярной благодаря своей эффективности и простоте использования. Цветная фотография, несмотря на то, что разрабатывалась на протяжении XIX столетия, не нашла коммерческого воплощения до середины XX века. Учёные в начале века не могли сохранить цвет достаточно надолго, он пропадал со временем в связи с несовершенством рецептов. Несколько способов цветной фотографии запатентовали в 1862 году два французских изобретателя, работавших независимо друг от друга: Луи Дюко дю Орон и Шарль Кро.
В итоге, первая работающая цветная фотопластинка появилась на рынке в 1907 году. Использовавшийся в ней метод был основан на экране из фильтров. Экран позволял фильтровать красный, зеленый и/или синий свет. Фотопластинка затем обращалась с получением позитивного изображения. Использование этого же экрана в процессе фотопечати позволяло получить цветную фотографию. Данная технология, слегка доработанная используется до сих пор. Красный, зеленый и синий – основные цвета для телевизионных и компьютерных экранов, с этим связан и режим RGB (red+green+blue) в многих графических приложениях.</p>
  


 <p>•	<strong>Моментальная фотография</strong><br>
Моментальной фотографией называется разновидность аналоговой фотографии, позволяющая получать готовые позитивные изображения в течение нескольких минут без обработки в фотолаборатории. Первый патент на фотоаппарат, пригодный для моментальной фотографии, был получен в 1923 году Самуэлем Шлафроком. Устройство представляло собой громоздкую комбинацию съёмочной камеры и портативной фотолаборатории, лишь незначительно уменьшающую время получения готового негатива. Решением проблемы стали фотоматериалы сложной конструкции с интегрированными фотореактивами и возможностью немедленного получения позитиваа. Их разработка была начата фирмой Agfa в конце 1930-х годов, но массовый выпуск налажен компанией Polaroid лишь в ноябре 1948 года одновременно с появлением фотоаппарата «Polaroid Land 95».
 

Патент на фотопроцесс с переносом изображения зарегистрирован основателем компании Эдвином Лэндом в 1947 году. В дальнейшем название компании Polaroid, обладавшей почти монопольными правами на производство фотоматериалов одноступенного фотопроцесса, стало синонимом моментальной фотографии. В СССР осуществлялись попытки производства аналогичных фотокомплектов для фотоаппаратов «Момент» (1952—1954) и «Фотон» (1969—1976). Но популярностью эти модели не пользовались из-за дефицита фотоматериалов соответствующего типа
. </p>  

 <p>•	<strong>Цифровая фотография</strong><br>
Современная технология фотографии, зародившаяся в 1969 году, когда исследователи Уиллард Бойл и Джордж Смит сформулировали идею прибора с зарядовой связью (ПЗС) для регистрации изображений]. Первый экспериментальный бесплёночный фотоаппарат, основанный на фотоэлектрическом преобразовании, создал в 1975 году инженер компании Eastman Kodak Стивен Сассун. Применявшаяся в нём ПЗС-матрица имела разрешение 0,01 мегапикселя, а запись данных происходила на компакт-кассету. Первым цифровым фотоаппаратом потребительского уровня в 1988 году стал «Fuji DS-1P», использующий для записи съёмную карту SRAM. В том же году Kodak создал первый цифровой зеркальный фотоаппарат «Electro-Optic Camera» на основе малоформатного фотоаппарата Canon New F-1. Запись полученных данных велась отдельным видеомагнитофоном, соединённым с камерой кабелем.<br>
 
В результате сотрудничества компаний Nikon и Kodak в августе 1994 года была создана гибридная цифровая камера «Kodak DCS 410» на основе фотоаппарата Nikon F90, съёмная задняя крышка которого заменялась приставкой с ПЗС-матрицей разрешением 1,5 мегапикселя. Данные записывались на карту PCMCIA, встроенную в цифровой задник]. В марте 1998 года на рынке появился первый цифровой зеркальный фотоаппарат «Canon EOS D2000» неразъёмной конструкции. Все эти образцы предназначались для фотослужб новостных информационных агентств и стоили от 15 до 30 тысяч долларов. Цена самых дешёвых камер, таких как Canon EOS D30, выпущенного в 2000 году, превышала 2500 долларов, оставаясь неприемлемой для большинства фотографов.<br>
Прорыв произошёл в 2003 году, когда на рынке появился любительский зеркальный фотоаппарат Canon EOS 300D, стоимость которого впервые опустилась ниже психологической отметки в 1000 долларов.<br>
 
За время существования фотографии появилось множество технологий получения изображения, часто сильно отличающихся друг от друга, и обеспечивающих совершенно разный результат. Как и в других изобразительных искусствах, эти технологии называются «техниками».</p>
 <p>•<strong>	Фотографирование смартфоном.</strong><br>
В связи с развитием мобильных технологий, бюджетные фотоаппараты стали постепенно отходить на второй план, так как фотографии не худшего качества возможно сделать при помощи камеры мобильного телефона. В этой статье мы расскажем, как правильно фотографировать на мобильный телефон.</p>

      
 <p>Как и любой «большой» фотоаппарат, камера смартфона состоит из нескольких блоков:<br>
•	объектив;<br>
•	затвор;<br>
•	матрица;<br>
•	шлейфы.</p>

 <p>Две главные составляющие камеры смартфона – матрица и оптическая система линз. Матрица – это прямоугольной формы элемент, на котором размещены миллионы невидимых невооруженным глазом светочувствительных диодов, которые отвечают за фиксацию изображения.<br>
Но диоды неспособны делать этого без другого важного элемента – цветового фильтра. Прежде чем достичь фотоприемников матрицы, световой поток проходит через три светофильтра системы RGB: красный, зеленый и синий (отсюда и название данной цветовой модели). Поэтому каждая светочувствительная ячейка способна распознать лишь треть от поступившей на нее цветовой информации. Только один цвет (например, красный). Оставшаяся часть не проходит через фильтр, но зато воспринимается соседними диодами. К ним она поступает через другие цветовые фильтры (зеленый или синий). Обработкой поступившей информации занимается процессор, он же формирует итоговое значение цветного пикселя, принимая во внимание данные с нескольких светочувствительных ячеек. <br>

Один миллион пикселей = один мегапиксель. И разумеется, чем больше мегапикселей, тем большее количество точек будет формировать итоговое изображение и тем более детализированным получится каждое фото.<br>

Наибольшее распространение среди камер смартфонов получили CMOS-матрицы. Они потребляют минимум энергии аккумулятора, позволяют быстрее формировать конечный файл изображения. Пиксель такой матрицы может оснащаться усилителем, что улучшит результат съемки при плохом свете.<br>

На качество фото влияют и размеры каждого фотоприемника в отдельности и матрицы в целом. Чем больше пиксель, тем больше света он способен зафиксировать. Здесь все просто: 1,4 микрона лучше, чем 1,12 микрона. А вот с размером самой матрицы ситуация чуть интереснее. Чем она больше, тем легче уместить на ней много крупных по размеру пикселей, соблюдая при этом некоторую дистанцию между ними. А чем дальше пиксели друг от друга, тем меньше цифрового шума на фотографии.</p>

 <p>• <strong>Объектив.</strong><br>
Прежде, чем через светофильтры попасть на фотоприемники матрицы, световой поток проходит через линзы объектива. В современных смартфонах их может быть и пять, и восемь, а расположены они обязательно в определенной последовательности. Все серьезно, почти так же, как в профессиональных аппаратах.</p>

 <p>Затвор камеры смартфона не физический, а цифровой. Если в зеркальном фотоаппарате объектив открывается и закрывается специальным устройством, то в телефоне это делает программа. Затвор срабатывает с разной скоростью в зависимости от освещения, потому изображение получается четким либо размытым.<br>
От камеры смартфона идет шлейф к его основным платам, которые отвечают за обработку изображения и его хранение. Итак, мы видим, что «фотоаппарат» в вашем телефоне не так уж и мал: в какой-то мере весь смартфон является его частью. Современный телефон вообще очень миниатюрен, и блоки в нем уложены вплотную. Поэтому починка смартфонов — более сложное и кропотливое занятие, чем, например, ремонт ноутбуков.</p>

 <p>• <strong>Видео.</strong><br>

 Со съемкой видео все обстоит так же неочевидно, как и с вопросом о количестве мегапикселей. Разрешение ролика – это не единственное, что влияет на его итоговое качество. Следует обратить внимание еще на два параметра – FPS и битрейт.<br>

 FPS – количество кадров в секунду. Чем выше это значение, тем плавней будет видео. А чем выше битрейт, тем лучше будет качество изображения внутри видео. И добиться максимальных показателей сразу по трем параметрам (разрешение, FPS, битрейт) могут немногие смартфоны. Здесь все сильно зависит от программных возможностей смартфона, а в отличие от максимального разрешения съемки другие параметры производителями хоть и не скрываются, но и не афишируются. Узнать их можно либо покопавшись в Сети, либо отсняв пару пробных роликов в рамках тест-драйва понравившейся модели. <br>

 Для всех любителей фото и видеосъемки, а таких немало, наличие вспышки  в мобильном устройстве не менее важно, чем наличие самой камеры.  Использование вспышки позволяет осуществлять съемку в условиях недостаточной освещенности: в темном помещении, во время сумерек или ночью.  Она создает необходимое освещение и возмещает недостаток естественного света.  </p>




     </div>
  <div class="clear"></div> <!--Запрет наплывания-->
  
   </div>
</body>
 </html>